Revit 2027 API
ParameterTypeId.StartZJustification Property
 "Start z Justification"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StartZJustification { get; }
Public Shared ReadOnly Property StartZJustification As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StartZJustification {
	ForgeTypeId^ get ();
}
static member StartZJustification : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace